import React from "react";

const Disclaimer = () => {
  return (
    <div className="container mx-auto px-4 py-8" dir="rtl">
      <div className="max-w-3xl mx-auto bg-white rounded-lg shadow-lg">
        <div className="p-6">
          <h1 className="text-2xl font-bold mb-4">اخلاء مسئولية يسمح لنا بعرض صورة الشخص ومعلوماته على موقعنا</h1>
          <p>
          بدخولك و   تسجيلك في[مؤسسة حل المعرفة] أنت تقر وتوافق وأنت بكامل الأهلية المعتبرة شرعا بدون قيد على  شروط على التالي :
          </p>
          <ul className="list-disc pl-8 mt-4">
            <li className="pb-4">
            تقر أنك مسئول عن الصور والمعلومات التي تقدمها إلى [مؤسسة حل المعرفة] وأنها تمثل صورك ومعلوماتك الشخصية وأن الصور والمعلومات هي حقيقية ولا تنتهك أي حقوق للملكية الفكرية أو الخصوصية لأي شخص آخر.
            </li>
            <li  className="pb-4">
            تقر بأنك قد منحت الإذن والموافقة غير المشروطة لـ [مؤسسة حل المعرفة ] لنشر هذه الصور والمعلومات على الموقع المدة التي تراها المؤسسة  مناسبة
            </li>
            <li  className="pb-4">
            توافق  على إعطاء الصلاحية إلى [مؤسسة حل المعرفة] لاستخدام الصور والمعلومات للإعلان عن محتوى الموقع ولأي أغراض تجارية أخرى ذات صلة.
            </li>
            <li className="pb-4">
            توافق  على عدم اللجوء إلى أي جهة أو المطالبة بأي حقوق أو مطالبات أو مستحقات ناتجة عن استخدام الصور والمعلومات من قبل [مؤسسة حل المعرفة]    .

            </li>
            <li  className="pb-4">
            تقر وتوافق على أن موقع [مؤسسة حل المعرفة]   ليست مسئولة  عن أي خسائر أو ضرر (من أي نوع )  يمكن أن يتعرض لها صاحب الصورة أو المعلومات، وأنك مسؤول عن أي ادعاءات أو مطالبات تنشأ عن استخدام أي فرد او جهة الصور والمعلومات  أو إساءة استخدامها او نشرها .

            </li>
            <li  className="pb-4">
            توافق على الدفاع عن[مؤسسة حل المعرفة]      ، وكل العاملين بالمؤسسة  ومديريها ، وتبرئتهم من أي مطالبات أو تكاليف أو أضرار أو خسائر تنشأ أو ترتبط بإنتهاك أي حقوق للملكية الفكرية أو الخصوصية لأي شخص آخر .

            </li>
            <li  className="pb-4">
            تقر وتوافق  على أن هذه الموافقة تشكل اتفاقاً قانونياً بينك وبين [مؤسسة حل المعرفة]، وأنها تنطبق على جميع الصور والمعلومات التي أرسلتها أو سترسلها إلى[مؤسسة حل المعرفة]

            </li>
            <li  className="pb-4">
            باستخدام  موقع [مؤسسة حل المعرفة ]  ، أو أي وسيلة أخرى من وسائل التواصل الخاصة بنا، فإنك توافق على هذا الإخلاء من المسؤولية.

            </li>
          </ul>


          <h1 className="text-2xl font-bold mb-4">نص اخلاء مسئولية تخولنا باستخدام المعلومات للأعمال وليس لبيعها سواء فرد او شركة</h1>
          <ul className="list-disc pl-8 mt-4">
            <li className="pb-4">
            موقع  [مؤسسة حل المعرفة  ] يؤكد هذه أن جميع المعلومات التي يتم جمعها من خلال  الموقع أو المؤسسة  ، سوف تستخدم لأغراض الأعمال الداخلية فقط  ، و لتحسين تجربة المستخدمين ولتقديم خدمات الموقع والمؤسسة  بشكل أفضل ، و للتواصل مع المستخدمين لأغراض البحث والتسويق، وتحسين  منتجات وخدمات موقع  [مؤسسة حل المعرفة  ]
            </li>
            <li  className="pb-4">
            لن نبيع أو ننقل أو نسرب هذه المعلومات إلى أي طرف ثالث، سواء كانت مؤسسة  أو فرد.
            </li>
            <li  className="pb-4">
            نحن نلتزم بحماية خصوصية مستخدمينا وبالامتثال للمعايير واللوائح القانونية اللازمة.
            </li>
            <li className="pb-4">
هناك خطرًا على سرية هذه المعلومات بسبب عدة عوامل مثل اختراق الهكرز أو الهجمات الإلكترونية أو أخطاء التشغيل. بالتالي، فإننا نخلي مسؤوليتنا عن أي خسارة أو ضرر قد تحلق بالمستخدم أو  بسرية المعلومات الخاصة به نتيجة لأي تسرب أو اختراق، سواء كان ذلك بسبب إهمال منا أو لأي سبب آخر. توافق على الدفاع عن الموقع و[مؤسسة حل المعرفة ]  ، وكل العاملين بالمؤسسة  ومديريها ، وتبرئتهم من أي مطالبات أو تكاليف أو أضرار أو خسائر تنشأ أو ترتبط  بأي ترسيب أو اختراق للمعلومات. 
            </li>
            <li  className="pb-4">
            تزويدنا بالمعلومات الخاصة بك يعتبر موافقة صريحة  هذا الاخلاء وشروط الاستخدام، ونحن نحتفظ بالحق في تغيير هذا الاخلاء في أي وقت دون إشعار مسبق، ويتم نشر أي تحديثات  على موقع [مؤسسة حل المعرفة  ] .
            </li>
          </ul>

            

        </div>
      </div>
    </div>
  );
};

export default Disclaimer;
