{
    "title": "حل المعرفة",
    "services": "خدماتنا",
    "about": "نبذة عنا",
    "book": "إحجز إجتماع",
    "team": "الفريق",
    "contact": "اتصل بنا",
    "contactSucceeded":"تم الارسال, شكرا لك سنحاول الاتصال بك في اقرب فرصة",
    "heroHeader":"الاستشارات الإدارية والنجاح المستدام"
    ,"heroDesc": "عبر الاستشارات الإدارية نصنع الأثر فنبذل كافة الجهود للنهوض بأعمالكم من المستوى العادي للاحتراف عبر استشارات تطوير الأعمال والحلول التقنية",
    "heroBtn":"أطلب الخدمة الان"
    ,"aboutDesc": " مكتب استشارات تطوير الأعمال مكون من فريق من الخبراء والمتخصصين في تقديم        استراتيجيات تطوير الأعمال والتدريب والتطوير وكل ما يتعلق بالموارد البشرية في سبيل النهوض برواد الأعمال وشركاتهم وتحقيق أقصى استفادة ممكنة للشركات من خلال السياسات والإجراءات القويمة",
    "aboutHeader":"من نحن",
    "vesion":"رؤيتنا",
    "vesionDesc": "نطمح بأن نكون الخيار الأول في تقديم الاستشارات الإدارية واستراتيجيات الموارد البشرية في عالم الأعمال انطلاقاً من رؤية المملكة لعام 2030",
    "ourMessage":"رسالتنا",
    "ourMessageDesc": "تقديم استشارات إدارية واستراتيجيات مبتكرة بأبسط التكاليف وأفضل النتائج للنهوض بالشركات لمرحلتي النمو والنضوج",
    "ourValues":"قيمنا",
    "Passion":"الشغف",
    "Simplification":"احتراف",
    "Innovation":"الابتكار",
    "Resourceful":"موثوقية",
    "homeServicesHeader": "خدماتنا",
    "homeServicesDesc":"كيف نستطيع مساعدتك في Knowledge Solution؟!",
    "sh1": "خدمات استشارية في الموارد البشرية",
    "sh1d":"كل ما يتعلق بتمكين وتطوير ممارسات الموارد البشرية وتطوير المنظمات وكذلك ملفات الموظفين من جذب واستقطاب ومقابلات وتوظيف وتحديد احتياجات التوظيف وسلم الرواتب والحوافز..",
    "sh2":"التدريب والتطوير",
    "sh2d":"تحديد احتياجات العاملين من التدريب و الفجوات المعرفية ثم تصميم برنامج تدريبي يتناسب مع تلك الاحتياجات",
    "sh3":"تقييمات المنظمة وإعادة الهيكلة",
    "sh3d":"تقييم الأداء الحالي للمنظمة ومقارنته مع الخطط والاستراتيجيات وإعادة هيكلة جزئية أو شاملة بحسب احتياج المنشأة",
    "sh4":"قانون العمل",
    "sh4d":"تنظيم اللوائح والقوانين والسياسات والإجراءات في المنظمة بحسب ما يقتضيه قانون العمل و تنص عليه اللوائح",
    "sh5":"استشارات تطوير الأعمال",
    "sh5d":"تطوير وتوسيع وخلق الأفكار الجديدة بالنظام العام للشركة وأقسامها ضمن أحدث الاستراتيجيات وأفضلها ",
    "sh6":"المشتريات وسلسلة التوريد الصناعي",
    "sh6d":"عملية الحصول على المواد والمعدات والخدمات اللازمة للقيام بعمليات الإنتاج والتصنيع واختيار أفضل سلسلة توريد",
    "sh7":"ممارسات الصحة والسلامة والبيئة في المصانع",
    "sh7d":" السياسات والإجراءات والتدابير اللازمة للحفاظ على سلامة العاملين والحفاظ على البيئة المحيطة بالمصنع",
    "sh8":"الحلول الهندسية",
    "sh8d":"",
    "learnMore": "تعرف على المزيد",
    "Privacy": "سياسة الخصوصية",
    "Rights": "كل الحقوق محفوظة.",
    "sHeadLine":"خدماتنا",
    "sHeadLineBig": "ما هي الخدمات التي نقدمها؟",
    "s1": "خدمات استشارية في الموارد البشرية",
    "s1p": "تُعد القوى العاملة البشرية حجر الأساس في المنظمات كافة من الشركات الناشئة للشركات القائمة من المجهود العقلي للمجهود البدني والتقني  لذلك نقدم خدمات الاستشارات الإدارية كاملة منها:",
    "s1l1":"تحديد الوصف الوظيفي للوظائف الشاغرة ومن ثم تحديد التوصيف الوظيفي الخاص بشاغل الوظيفية (تحليل العمل)"
    ,
    "ContactNow": "اطلب الخدمة الآن",
    "s1l2":" استقطاب أفضل الكفاءات البشرية المناسبة للعمل",
    "s1l3":" بناء برامج تقييم الموظفين",
    "s1l4":"وضع لائحة باللوائح والسياسات والإجراءات والقوانين التي يجب اتباعها بالعمل",
    "s1l5":"تحديد سلم الرواتب والأجور",
    "s1l6":"بناء استراتيجية للمكافآت والحوافز",
    "s1l7":"وضع استراتيجيات التعامل مع الموظفين وكيفية الحفاظ عليهم واستثمارهم بالشكل الأمثل"
    ,
    "s2": "التدريب والتطوير",
    "s2p": "يهدف تدريب وتطوير العاملين لتغيير أدائهم للأفضل وتطوير مهاراتهم وقدراتهم وسلوكياتهم لضمان بقائهم مواكبين للتطورات التكنولوجية الراهنة لذلك نقدم:",
    "s2l1":"تحديد الاحتياجات التدريبية للعاملين في المنشآت على كافة المستويات التنظيمية"
    ,
    "s2l2":" إعداد التقييم القبلي للمتدربين",
    "s2l3":" تخطيط وإعداد الخطة التدريبية حسب الحاجة التدريبية.",
    "s2l4":"تنفيذ خطة التدريب بجميع مراحلها.",
    "s2l5":"إعداد التقييم البعدي للمتدربين.",
    "s2l6":"التحول الثقافي",

    "s3": "قانون العمل",
    "s3p": "التركيز على القوانين المنظمة لسير العمل يقي المنظمات الوقوع في الأخطاء لذلك نقدم :",
    "s3l1":"تنظيم عمليات التوظيف"
    ,
    "s3l2":"التدريب والتأهيل",
    "s3l3":"علاقات العمل",
    "s3l4":"شروط العمل وظروفه",
    "s3l5":"الوقاية من مخاطر العمل والحوادث",

    "s4": "استشارات تطوير الأعمال ",
    "s4p": "للمنشآت الصغيرة والمتوسطة والكبيرة الناشئة والقائمة لتحقيق أقصى كفاءة وأعلى فاعلية نقدم لكم:",
    "s4l1":"استشارات لتحليل وتطوير الأعمال"
    ,
    "s4l2":"بناء الاستراتيجيات وخطط العمل داخل الشركات",
    "s4l3":"إدارة المشاريع",
    "s4l4":"إدارة التغيير",
    "s4l5":"نظام الـ CRM",
    "s4l6":"تطوير أقسام الشركة وسياساتها",

    "s5": "تقييمات المنظمة وإعادة الهيكلة",
    "s5p": "إن تقييم أداء المنظمات وإعادة الهيكلة يساهم جذرياً في رفع كفاءة أداء العاملين والحد من العوائق التي تشكل عقبة في الوصول لأعلى كفاءة وفعالية في المنظمة وضمان مواكبة الشركات للتقدم التكنولوجي المعاصر لذلك نقدم :",
    "s5l1":"إعادة هيكلة مالية ويتم ذلك في حالة انخفاض المبيعات دون المستوى المطلوب نتيجة عدة عوامل مختلفة"
    ,
    "s5l2":"إعادة هيكلة تنظيمية ويتم ذلك من خلال تغيير الهيكل التنظيمي في المنشأة وطريقة تسلسل المسؤوليات والصلاحيات وأساليب الاتصال بين المستويات الإدارية وأعداد الموظفين",
    "s6": "المشتريات وسلسلة التوريد الصناعي",
    "s6p":"عمليات شراء المواد اللازمة للتصنيع واختيار سلسلة التوريد الصحيحة تضمن للمصانع والمنشآت تحقيق الأهداف المنشودة وعليه نقدم استشارات وخدمات في:"
    ,
    "s6l1":"تحديد احتياجات الشراء",
    "s6l2":"تقييم السوق",
    "s6l3":"تحديد الموردين المحتملين",
    "s6l4":"اختيار الموردين",


    "s7": "ممارسات الصحة والسلامة المهنية والبيئة في المصانع",
    "s7p": "الحفاظ على سلامة وصحة العاملين والبيئة المحيطة بالمصانع ضمن إجراءات وقواعد احترازية يقلل من الحوادث والإصابات العمالية والتكاليف الناجمة عنها،  لذلك نقدم:",
    "s7l1":"وضع وتنفيذ خطط الصحة والسلامة  في العمل"
    ,
    "s7l2":"وضع وإعداد سياسات لتثقيف العاملين بأساليب الصحة والسلامة المهنية",
    "s7l3":"تقييم المخاطر المتوقع حدوثها ووضع إجراءات لتلافيها تلافيها",
    

    "s8": "الحلول الهندسية",
    "s8p": "",

    "TeamPageH":"فريق العمل",
    "TeamPageP":"فريق متخصص من الاستشاريين بخبرة متراكمة لسنوات عديدة تفوق ال85 سنة في مجال الاستشارات",

    "t1n": "عامر ربعان",
    "t1p": "استشاري موارد بشرية وبيئة العمل",
    "t1b":"يمتلك ربعان أكثر من 18 عام خبرة في مجال استشارات الموارد البشرية والتصنيع مع شركات استراتيجية محلية وعالمية خبرته الاستشارية العالية جعلته شريك رئيسي في نجاح الشركات نظراً واستراتيجياته المبتكرة في مجال الموارد البشرية وقدرته على وضع الرجل المناسب في المكان المناسب وتحديد سياسات تحفيزية ودوافع جلية من الHR ل التصنيع وسلسلة الإمداد.. والآن يُعد ربعان مؤسس مكتب knowledge solution للخدمات الاستشارية",

    "t2n": "أحمد القرني",
    "t2p": "استشاري تدريب وتطوير",
    "t2b":"خبرة القرني تجاوزت 12 عام عمل فيها كأخصائي توظيف وتطوير شمل فيها كل مايخص ملفات الموظفين من تطويرهم وتأهيلهم لسوق العمل.. من 2019-2021 فقط، أنجز القرني 60 استمارة وعمل على إنجاز خطة للقوى العاملة وإغلاقها ب150 وظيفة بالإضافة لتنسيق ومقابلة 264 مرشحاً وأنجز أكثر من 2000 سيرة ذاتية..والآن القرني أحد الشركاء الاستشاريين في مكتب Knowledge solution  للخدمات الاستشارية",
    
    "t3n": "يوسف سلهام",
    "t3p": "استشاري عمليات الموارد البشرية",
    "t3b":"يمتلك سلهام أكثر من 8 سنوات خبرة حاصل على درجة الماجستير في الموارد بشرية و بكالوريوس نظم معلومات إدارية, عمل على تطوير وتنفيذ الأهداف الاستراتيجية للشركات التي تدفع للنمو و الربحية و متخصص في الموارد البشرية من إنشاء وإعادة هيكلة أقسام الموارد البشرية في الشركات الصغيرة والمتوسطة الحجم.. ,معرفته القوية بنصوص قانون العمل جعلت من عمله دقيق مرتكز على أسس صحيحة وقواعد سليمة.. والآن يُعد يوسف شريك في مكتب knowledge solution للخدمات الاستشارية",
    
    "t4n": "نايف الفهيد",
    "t4p": "استشاري خدمات الموارد البشرية والأمن العمالي",
    "t4b":"استشاري خدمات الموارد البشرية والأمن يمتلك نايف خبرة متراكمة لسنوات عديدة تتجاوز ال15 عام في قيادة وتنفيذ كل مايتعلق بالاستشارات العمالية والأمن العام في الشركات.. تنوعت علوم نايف وتوسعت آفاقه ليشمل في معرفته الشركات المحلية والعالمية فقد تخصص في مجالات الأعمال الخاصة في عمال العقود وخدمات المصانع والأنشطة الترفيهية  وكذلك الأمن.. والآن يُعد نايف شريك في مكتب knowledge solution المتخصص في الخدمات الاستشارية",
    
    "t5n": "خليل رمل",
    "t5p": "خبير استراتيجي واستشاري معتمد",
    "t5b":"يمتلك خليل أكثر من 16 عام خبرة في مجال القيادة والريادة, قدرته العلمية ونظرته الاستراتيجية مكنته من قيادة فرق من المهنيين المحترفين داخل الشركات لتحقيق أعلى معايير الأداء والإنجاز داخل الشركات.. على مدار سنوات عديدة تمكن خليل من اكتشاف وإعداد أفضل المواهب في الشركات وتحسينها لتنفيذ مهام متعددة في مختلف المشاريع بأفضل كفاءة وأعلى فعالية, والآن يُعد خليل شريك في مكتب knowledge solution المتخصص في الخدمات الاستشارية",
    
    "t6n": "فهد الغريب",
    "t6p": "استشاري خدمات عمالية",
    "t6b":"أكثر من 18 عام خبرة تنظيم شئون الموظفين وعمليات الموارد البشرية وتأسيس الشركات, والآن يُعد فهد شريك في مكتب knowledge solution المتخصص في الخدمات الاستشارية"
    ,
    "contactH":"تواصل معنا",
    "contactP":"تواصل معنا للرد على جميع استفساراتك",
    "contactName":"الاسم",
    "contactEmail":"البريد الالكتروني",
    "contactMessage":"الرسالة",
    "contactBtn":"ارسال",
    "contactVemail": "بريدنا الالكتروني",
    "contactVmobile": "رقم الهاتف",
    "contactVlocation":"موقعنا",
    "contactVlocationExact":"هنا يكون العنوان. 123 الشارع الرئيسي 12521"
}