{
    "title": "knowledge solution",
    "services": "Services",
    "about": "About Us",
    "book": "Book A Session",
    "team": "Team",
    "contact": "Contact Us",
    "contactSucceeded":"Thank you for your message we will get back to you soon!",
    "heroHeader":"Management consulting and sustainable success"
    ,"heroDesc": "We create impact through management consulting so we do all efforts for you to advance your business from an ordinary level of professionalism in the field of business development consulting and technical solutions",
    "heroBtn":"Contact Us Now"
    ,"aboutDesc": "A team of experts in Business Development Consulting Office and specialists in delivering business development strategies, training and development and all human resources in order to promote entrepreneurs and their companies and make the most of companies through valuable policies and procedures",
    "aboutHeader":"About us",
    "vesion":"Our Vision",
    "vesionDesc": "We aspire to be the first choice in providing management consulting and human resources strategies in the business field based on the Kingdom's Vision 2030",
    "ourMessage":"Our Message",
    "ourMessageDesc": "Providing management consulting and innovative strategies at the lowest costs and best outcomes to advance companies for the growth and maturity phases",
    "ourValues":"Our values",
    "Passion":"Passion",
    "Simplification":"Simplification",
    "Innovation":"Innovation",
    "Resourceful":"Resourceful Quality",
    "homeServicesHeader": "Our Services",
    "homeServicesDesc":"How can we help you?",
    "sh1": "Consulting services in human resources",
    "sh1d":"Everything related to empowering and developing human resources practices, organizational development, as well as employee files, such as attracting, interviewing, hiring, and identifying recruitment needs, salary ladder, and incentives.",
    "sh2":"Training and development",
    "sh2d":"Determine the workers' training needs and knowledge gaps, then design a training program commensurate with those needs",
    "sh3":"Organization assessments and restructuring",
    "sh3d":"Evaluating the current performance of the organization and comparing it with plans and strategies, and partial or comprehensive restructuring according to the organization's needs",
    "sh4":"Working law",
    "sh4d":"Organizing regulations, general rules, and the system in areas required by the Labor Law and stipulated in the regulations",
    "sh5":"Business development consulting",
    "sh5d":"Developing, expanding and creating new ideas in the general system of the company and its divisions within the latest and best strategies",
    "sh6":"procurement and industrial sourcing",
    "sh6d":"The process of obtaining materials, equipment, and services necessary to carry out production and manufacturing operations and choosing the best supply chain",
    "sh7":"Health, safety and environment practice for plants",
    "sh7d":"Policies, procedures, and measures necessary to maintain the safety of workers and the environment surrounding the factory",
    "sh8":"Engineering solutions",
    "sh8d":"",
    "learnMore": "Learn More",
    "Privacy": "Privacy Policy",
    "Rights": "All Rights Reserved.",
    "sHeadLine":"Our Services",
    "sHeadLineBig": "What do we offer?",
    "s1": "Consulting services in human resources",
    "s1p": "The human workforce is the base of all organizations, from startup companies to existing companies, from mental effort to physical and technical effort. Therefore, we provide complete management consulting services, including:",
    "s1l1":"Determining the job description of the open positions, and then determining the job specification for the job occupant (job analysis)."
    ,
    "ContactNow": "Contact Us Now",
    "s1l2":"Attracting the best human competencies suitable for work",
    "s1l3":"Building employee evaluation programs",
    "s1l4":"Developing a list of regulations, policies, procedures and laws that must be followed at work",
    "s1l5":"Determining the salary scale and wages",
    "s1l6":"Building a strategy for rewards and incentives",
    "s1l7":"Developing strategies for dealing with employees and how to optimally maintain and invest them"
    ,
    "s2": "Training and development",
    "s2p": "The training and development of workers aims to improve their performance and develop their skills, capabilities and behaviors to ensure that they stay up to date with the current techniques and technologies. Therefore, we offer:",
    "s2l1":"Determining the training needs of workers in establishments at all organizational levels."
    ,
    "s2l2":"Preparing the pre-evaluation for the trainees.",
    "s2l3":"Planning and preparing the training plan according to the training need.",
    "s2l4":"Implementation of the training plan in all its stages.",
    "s2l5":"Preparing the post-evaluation for the trainees.",
    "s2l6":"Culture Transformation",

    "s3": "working law",
    "s3p": "Focusing on the laws regulating the workflow prevents organizations from making mistakes, so we offer:",
    "s3l1":"Organizing recruitment processes"
    ,
    "s3l2":"Training and rehabilitation",
    "s3l3":"work's relationships",
    "s3l4":"Terms and conditions of work",
    "s3l5":"Prevention of work risks and drops.",

    "s4": "Business development consulting",
    "s4p": "Achieve maximum efficiency and effectiveness for small, medium and large enterprises, we offer you:",
    "s4l1":"Business analysis and development consulting"
    ,
    "s4l2":"Building strategies and action plans within companies",
    "s4l3":"project management",
    "s4l4":"change management",
    "s4l5":"CRM system",
    "s4l6":"Developing company departments and policies",

    "s5": "Organization assessments and restructuring",
    "s5p": "Evaluating the performance of organizations and restructuring contributes radically to raising the efficiency of employee performance and reducing the obstacles that constitute an obstacle to achieve the highest efficiency and effectiveness in the organization and ensuring that companies are up to date with contemporary technological progress. Therefore, we offer:",
    "s5l1":"Financial restructuring This is done in the event of a decrease in sales below the required level due to several different factors"
    ,
    "s5l2":"Organizational restructuring, and this is done by changing the organizational structure in the facility, the method of hierarchy of responsibilities and authorities, and methods of communication between administrative levels and the number of employees.",


    "s6": "Procurement and industrial sourcing",
    "s6p": "Purchasing the necessary materials for manufacturing and choosing the correct supply chain ensures that companies and factories achieve the desired goals. Accordingly, we offer consultations and services in:",
    "s6l1":"Determine purchasing needs"
    ,
    "s6l2":"Market assessment",
    "s6l3":"Identify potential suppliers",
    "s6l4":"Selection of suppliers",


    "s7": "Health, safety and environment practice for plants",
    "s7p": "Preserve the safety and health of workers and the environment surrounding factories within precautionary measures and rules that reduce accidents and worker injuries and the costs resulting from them, so we offer:",
    "s7l1":"Develop and implement health and safety plans at work"
    ,
    "s7l2":"Develop and prepare policies to educate workers on occupational health and safety methods",
    "s7l3":"Evaluating the expected risks and developing procedures to avoid them",


    "s8": "Engineering solutions",
    "s8p": "",

    "TeamPageH":"Work Team",
    "TeamPageP":"A specialized team of consultants with accumulated experience for many years exceeding 85 years in the field of consulting",

    "t1n": "Amer Rabaan",
    "t1p": "Human resources, People and Culture consultant",
    "t1b":"Raban has more than 18 years of experience in human resources consulting and manufacturing with strategic local and international companies, His high consulting experience made him a major partner in the success of companies due to his innovative strategies in the field of human resources and his ability to put the right man in the right place and define motivational policies and clear motives from HR to manufacturing and supply chain. Now Raban is the founder of the Knowledge Solution office for consulting services",
    
    "t2n": "Ahmed Al-Qarni",
    "t2p": "Talent Acquisition consultant",
    "t2b":"Al-Qarni’s experience exceeded 12 years, in which he worked as an employment and development specialist, in which he included everything related to employee files, including their development and qualification for the labor market. From 2019-2021 only, Al-Qarni completed 60 forms and worked on completing a workforce plan and closing them with 150 jobs, in addition to coordinating and interviewing 264 candidates and completing more than 2,000 resumes. And now Al-Qarni is one of the consulting partners in the Knowledge Solution Office for consulting services",
    
    "t3n": "Yousef Selham",
    "t3p": "Human resource operation consultant",
    "t3b":"Selham has more than 8 years of experience, holding a master's degree in human resources and a bachelor's degree in management information systems, He worked on the development and implementation of the strategic goals of companies that drive growth and profitability and specialized in human resources from establishing and restructuring human resources departments in small and medium-sized companies. His strong knowledge of the provisions of the Labor Law made his work accurate and based on sound foundations and sound rules. Now Yousef is a partner in the Knowledge Solution office for consulting services",
    
    "t4n": "Naif Alfahaid",
    "t4p": "Human resource services and labor security consultant",
    "t4b":"Human Resources and Security Services Consultant Naif has accumulated experience for many years exceeding 15 years in leading and implementing everything related to labor consulting and public security in companies.. Naif’s sciences diversified and his horizons expanded to include in his knowledge local and international companies, as he specialized in the fields of private business in contract workers, factory services, recreational activities, as well as security.. Now, Nayef is a partner in the Knowledge Solution office, which specializes in advisory services",
    
    "t5n": "Khalil Raml",
    "t5p": "Certified Strategist and Consultant",
    "t5b":"Khalil has more than 16 years of experience in the field of leadership and entrepreneurship, His scientific ability and strategic outlook enabled him to lead teams of professional professionals within companies to achieve the highest standards of performance and achievement within companies. Over many years, Khalil has been able to discover and prepare the best talents in companies and improve them to carry out multiple tasks in various projects with the most efficient and effective manner Now Khalil is a partner in the Knowledge Solution office for consulting services",
    
    "t6n": "Fahad Al Ghareeb",
    "t6p": "Labor services consultant",
    "t6b":"More than 18 years of experience in organizing personnel affairs, human resources operations and establishing companies Now Fahad is a partner in the Knowledge Solution office for consulting services"
    ,
    "contactH":"Connect with us",
    "contactP":"Get in touch with us to answer all your inquiries",
    "contactName":"Name",
    "contactEmail":"Email",
    "contactMessage":"Your Message",
    "contactBtn":"Submit",
    "contactVemail": "Our Email",
    "contactVmobile": "Our Phone No.",
    "contactVlocation":"Location",
    "contactVlocationExact":"8286 Al Sheikh Hamad Al Haqil, Jeddah, Saudi Arabia"

}